exampleCases/other/NREL/example.UAE_PhaseVI.ALMAdvanced/constant/airfoilProperties/Mod_S809_Outboard
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.x                                 |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 
airfoilData
(
//   alpha   C_l       C_d
    (  -180.00   0.00000   0.17480)
    (  -170.00   0.23000   0.21160)
    (  -160.00   0.46000   0.31720)
    (  -150.00   0.49400   0.47840)
    (  -140.00   0.51000   0.67430)
    (  -130.00   0.48600   0.87990)
    (  -120.00   0.41500   1.06840)
    (  -110.00   0.30200   1.21480)
    (  -100.00   0.15900   1.29890)
    (   -90.00   0.00000   1.30800)
    (   -80.00  -0.15900   1.29890)
    (   -70.00  -0.30200   1.21480)
    (   -60.00  -0.41500   1.06840)
    (   -50.00  -0.48600   0.87990)
    (   -40.00  -0.51000   0.67430)
    (   -30.00  -0.49400   0.47840)
    (   -21.10  -0.56000   0.30270)
    (   -19.10  -0.67000   0.30690)
    (   -17.10  -0.79000   0.19280)
    (   -15.20  -0.84000   0.08980)
    (   -13.20  -0.70000   0.05530)
    (   -11.10  -0.63000   0.03900)
    (    -9.20  -0.56000   0.02330)
    (    -7.10  -0.64000   0.01310)
    (    -5.10  -0.42000   0.01340)
    (    -3.10  -0.21000   0.01190)
    (    -0.90   0.05000   0.01220)
    (     1.00   0.30000   0.01160)
    (     3.10   0.54000   0.01440)
    (     5.20   0.77700   0.01460)
    (     6.15   0.85400   0.01540)
    (     7.10   0.90600   0.01620)
    (     8.15   0.88800   0.02660)
    (     9.20   0.91000   0.03700)
    (    10.30   0.92700   0.04500)
    (    11.18   0.94800   0.05200)
    (    12.20   0.95700   0.06700)
    (    13.20   0.98700   0.07400)
    (    14.30   1.00900   0.08900)
    (    15.30   0.94800   0.11200)
    (    16.10   0.91800   0.12300)
    (    17.10   0.81500   0.17500)
    (    18.10   0.70000   0.25700)
    (    19.10   0.62700   0.30500)
    (    25.00   0.52800   0.45400)
    (    30.00   0.63100   0.47840)
    (    35.00   0.59200   0.52400)
    (    40.00   0.55400   0.55400)
    (    45.00   0.50600   0.61000)
    (    50.00   0.44200   0.80700)
    (    60.00   0.29600   0.98700)
    (    70.00   0.19300   1.17200)
    (    80.00   0.08200   1.23600)
    (    90.00   0.00000   1.24900)
    (   100.00  -0.15900   1.29890)
    (   110.00  -0.30200   1.21480)
    (   120.00  -0.41500   1.06840)
    (   130.00  -0.48600   0.87990)
    (   140.00  -0.51000   0.67430)
    (   150.00  -0.49400   0.47840)
    (   160.00  -0.46000   0.31720)
    (   170.00  -0.23000   0.21160)
    (   180.00   0.00000   0.17480)
);