exampleCases/other/NREL/example.UAE_PhaseVI.ALMAdvanced/constant/airfoilProperties/cylinder_tower
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.x                                 |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 
airfoilData
(
//   alpha   C_l       C_d
    (  -180.00   0.00000   1.225875)
    (     0.00   0.00000   1.225875)
    (   180.00   0.00000   1.225875)
);
